[Training]
GroupDropDown=All surviving Crimson Raiders must proceed to the lower level to continue.
GroupDropDownTitle=Crimson Raiders Needed
GroupGate=All surviving Crimson Raiders must group up at the gate to continue.
GroupGateTitle=Crimson Raiders Needed
GroupElevator=All surviving Crimson Raiders must group up on the elevator to continue.
GroupElevatorTitle=Crimson Raiders Needed
UnsuccessfulUnlock=You have completed the Raid on Digistruct Peak!<br><br>Try completing it again at higher difficulties to unlock more levels of Overpowered Enemies.
UnsuccessfulUnlockTitle=Higher Overpower Level Required!

[StatusMenu]
OPLevelRequirement="OVERPOWER REQUIREMENT: %d"